Repository: sujanbastola/wakkanaihospital
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ja, ne

source: ADMIN
ja: 管理者
ne: प्रशासन

source: View
ja: 見る
ne: भ्रमण गर्नुहोस्

source: DOCTOR
ja: 医者
ne: डाक्टर

source: PATIENT
ja: 患者
ne: बिराम

source: Hello, Admin
ja: こんにちは！、管理者
ne: नमस्कार, प्रशासन

source: Welcome to Hospital Management System.
ja: 病院管理システムへようこそ
ne: अस्पताल व्यवस्थापन तपाईंलाई स्वागत छ

source: You can access various features after Login/SignUp.
ja: ログイン/サインアップ後にさまざまな機能にアクセスできます。
ne: तपाईं लगइन / साइनअप पछि विभिन्न सुविधाहरू पहुँच गर्न सक्नुहुनेछ।

source: SignUp
ja: サインアップ
ne: साइनअप

source: Login
ja: ログイン
ne: लगइन

source: Hello, Doctor
ja: こんにちは！、医者

source: Apply
ja: 要求
ne: निवेदन गर्नु

source: About the hospital
ja: 病院について
ne: अस्पतालको बारेमा

source: wakkanai Hospital
ja: 稚内病院
ne: वाक्कानाइ हस्पिटल

source: Admin
ja: 管理者
ne: प्रशासन

source: Blog
ja: ブログ
ne: ब्लग

source: Doctor
ja: 医者
ne: डाक्टर

source: Patient
ja: 患者
ne: बिरामी

source: About Us
ja: 病院について
ne: हाम्रोबारे

source: Contact Us
ja: お問い合わせ
ne: सम्पर्क गर्नु

source: You’ll Love the Way We Care for You
ja: 病院の気遣うことが絶対好きになる
ne: हामीले तपाईंको हेरचाह गर्ने तरीकालाई तपाईं प्रेम गर्नुहुन्छ

source: Emergency ?
ja: 緊急
ne: आकस्मिक ?

source: Take Appointment
ja: 予約入れる
ne: अपोइन्टमेन्ट लिनुहोस्

source: Post by Dr.yosida
ja: Dr.yosida から
ne: Dr.yosida वारा पोष्ट गरिएक

source: What to do to keep yourself and others safe from COVID-19
ja: 自分や他の人をCOVID-19から安全に保つために何をすべきか
ne: COVID-19 बाट आफूलाई र अरूलाई सुरक्षित राख्न के गर्ने

source: Continue reading
ja: 続きを読む
ne: पूरा पढ्नुहोस्

source: Post by Dr.hataka
ja: Dr.hataka から
ne: Dr.hataka द्वारा पोष्ट गरिएको

source: The COVID-19 vaccine race – weekly update
ja: COVID-19ワクチンレース–毎週の二ユース
ne: COVID-19 खोप दौड - साप्ताहिक अपडेट

source: Our Gallery
ja: 写真
ne: हाम्रो ग्यालरी

source: ambulance service
ja: 救急車
ne: एम्बुलेन्स सेवा

source: 24 Hour service
ja: ２４時間営業
ne: 24 घण्टा सेवा

source: Support
ja: サポート
ne: सेवा

source: Always with patient
ja: いつも患者と一緒
ne: सधै बिरामीको साथमा

source: friendly environment
ja: 優しく環境
ne: मैत्री वातावरण

source: care as your mother
ja: お母さんのように
ne: आफ्नो आमाको रूपमा हेरचाह

source: view more photos
ja: もっと見る
ne: पूरा फोटो हेर्नुहोस्

source: Hello, Patient
ja: こんにちは！、患者

source: Register Your Account
ja: アカウント登録
ne: तपाईंको खाता दर्ता गर्नुहोस्

source: 稚内駅前
ne: Wakkanai स्टेशन अगाडि
